"DETAIL_NAV_TITLE" = "Details";

"DUE" = "Datum";
"NONE_DUE_DATE" = "Geen";
"DUE_DATE_DETAIL_NAV_TITLE" = "Vervaldatum";
"HAS_DUE_DATE_SWITCH_TITLE" = "Datum";
"SHOW_MORE" = "Toon meer…";
"SHOW_LESS" = "Toon minder…";
"PRIORITY" = "Prioriteit";

// Priority
"NONE_PRIORITY" = "Geen";
"LOW_PRIORITY" = "Laag";
"MEDIUM_PRIORITY" = "Normaal";
"HIGH_PRIORITY" = "Hoog";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioriteit";

// Lists
"REMINDER_LIST" = "Lijst";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Herinnering";
"NONE_REMINDER_ALERT" = "Nooit";
"ON_A_DAY" = "Toon op een dag";
"AT_A_LOCATION" = "Toon op een locatie";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Op een locatie";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Huidige locatie";
"CHOOSE_ADDRESS" = "Kies contactpersoon…";
"DETERMINING_LOCATION" = "Locatie bepalen…";
"CANNOT_DETERMINE_LOCATION" = "Locatie bepalen niet mogelijk";
"MY_ADDRESS_WITHOUT_LABEL" = "Mijn adres"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Adres van %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@ %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Aankomst";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Vertrek";
"DUE_ALL_DAY_FORMAT" = "%@ (hele dag)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Op %@ wordt u hieraan herinnerd\n%@ of uiterlijk\nom %@ op die dag."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "als u op deze locatie aankomt";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "als u deze locatie verlaat";

// Location
"LOCATION" = "Locatie";
"NONE_LOCATION" = "Geen";
"ALARM_PROXIMITY_ENTER" = "Als ik aankom";
"ALARM_PROXIMITY_LEAVE" = "Als ik vertrek";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Kies een contactlocatie";
"WIFI_DISABLED_SUBTEXT" = "Schakel 'Wi-Fi' in in Instellingen om herinneringen met locaties nauwkeuriger te maken.";
"WIFI_DISABLED_PROMPT" = "Als u Wi-Fi inschakelt in Instellingen, wordt uw locatie nauwkeuriger bepaald.";
"WLAN_DISABLED_SUBTEXT" = "Schakel 'WLAN' in in Instellingen om herinneringen met locaties nauwkeuriger te maken.";
"WLAN_DISABLED_PROMPT" = "Als u WLAN inschakelt in Instellingen, wordt uw locatie nauwkeuriger bepaald.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Schakel 'Locatievoorzieningen' in in Instellingen om herinneringen met locaties te gebruiken.";
"SETTINGS" = "Instellingen";
"TYPED_LOCATION_PLACEHOLDER" = "Voer een adres in…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "De locatie van dit adres kan niet worden bepaald. Controleer de spelling en probeer het opnieuw.";
"MAP" = "Kaart";
"SHOW_IN_MAP" = "Toon op kaart";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Mijn locaties";
"ME_CARD_ALERT_BODY" = "Herinneringen kan op basis van uw contactgegevens een keuze aan locaties bieden, zoals \"thuis\" of \"werk\". Welke contactgegevens wilt u gebruiken?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Kies";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "O";
"LOCATION_DEGREES_SOUTH" = "Z";
"LOCATION_DEGREES_WEST" = "W";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Herinnering bewaren mislukt";

"UNTITLED_REMINDER" = "Naamloos";
